Repository: perlba/paahine-heroku
Catalog: web/app/plugins/woocommerce-product-addons/languages/woocommerce-product-addons-*.po
Languages: fi

source: Global Add-ons
fi: Kaikkien tuotteiden käytössä olevat optiot

source: Add-on saved successfully
fi: Optio lisätty

source: Error: Global Add-on not found
fi: Virhe: Kaikkien tuotteiden käytössä olevaa optiota ei löydy

source: Global Add-on Group
fi: Kaikkien tuotteiden käytössä olevien optioiden ryhmä

source: Add-on deleted successfully
fi: Optio poistettu

source: Add-ons
fi: Optiot

source: Default Label
fi: Oletusnimike

source: Close all
fi: Sulje kaikki

source: Expand all
fi: Laajenna kaikki

source: New Addon Group
fi: Uusi optioryhmä

source: Import
fi: Tuo

source: Export
fi: Vie

source: Paste exported form data here and then save to import fields. The imported fields will be appended.
fi: Liitä viety lomakedata tähän ja tallenna tuodaksesi kentät. Tuodut kentät liitetään.

source: Global Addon Exclusion
fi: Ohita kaikkien tuotteiden käyttö

source: Check this to exclude this product from all Global Addons
fi: Valitse tämä jos haluat ohittaa kaikkien tuotteiden käytön optiolle

source: Are you sure you want remove this add-on?
fi: Oletko varma että haluat poistaa tämän option?

source: Are you sure you want delete this option?
fi: Oletko varma että haluat poistaa tämän option?

source: Remove
fi: Poista

source: Click to toggle
fi: Vaihda napsauttamalla

source: Group
fi: Ryhmä

source: Checkboxes
fi: Monivalinta

source: Radio buttons
fi: Yhden valinta

source: Select box
fi: Vetovalikko

source: Custom input (textarea)
fi: Tekstikenttä (iso)

source: File upload
fi: Tiedosto

source: Custom price input
fi: Lisähinta

source: Custom Input Multipler
fi: Hintakerroin

source: Custom input (text)
fi: Tekstikenttä (pieni)

source: Any text
fi: Mikä tahansa teksti

source: Only letters
fi: Vain kirjaimet

source: Only numbers
fi: Vain numerot

source: Only letters and numbers
fi: Vain kirjaimet ja numerot

source: Email address
fi: Sähköposti

source: Group Name
fi: Ryhmän nimi

source: Required fields?
fi: Vaaditut kentät?

source: Group Description
fi: Ryhmän kuvaus

source: Option Label
fi: Option nimike

source: Option Price
fi: Option hinta

source: Min
fi: Minimi

source: Max
fi: Maksimi

source: New&nbsp;Option
fi: Uusi&nbsp;optio

source: Add/Edit Global Add-on
fi: Lisää/Muokkaa kaikkien tuotteiden käytössä oleva optio

source: Global Add-on Reference
fi: Kaikkien tuotteiden käytössä olevien optioiden viite

source: Give this global add-on a reference/name to make it recognisable.
fi: Anna kaikkien tuotteiden käytössä olevan option viite tai nimi tehdäksesi sen tunnistettavaksi.

source: Priority
fi: Tärkeysjärjestys

source: Give this global addon a priority - this will deternmine the order in which multiple groups of addons get displayed on the frontend. Per-product add-ons will always have priority 10.
fi: Anna kaikkien tuotteiden käytössä olevalle optiolle tärkeysjärjestys. Tämä järjestää optiot tärkeysjärjestykseen useiden ryhmien kesken. Tuotekohtainen optio on aina tärkeysjärjestyksen arvolla 10.

source: Applied to...
fi: Koskettaa...

source: Choose some options&hellip;
fi: Valitse joitain optioita&hellip;

source: All Products
fi: Kaikki tuotteet

source: Product category notifications
fi: Tuotekategorian ilmoitukset

source: Category:
fi: Kategoria:

source: Choose categories which should show these addons (or apply to all products).
fi: Valitse kategoriat jotka käyttävät näitä optioita (tai aseta kaikille tuotteille).

source: Save Global Add-on
fi: Tallenna kaikkien tuotteiden käytössä oleva optio

source: Add Global Add-on
fi: Lisää kaikkien tuotteiden käytössä oleva optio

source: Reference
fi: Viite

source: Number of Fields
fi: Kenttien lukumäärä

source: Applies to...
fi: Koskettaa...

source: Actions
fi: Toiminnot

source: Edit
fi: Muokkaa

source: Delete
fi: Poista

source: No global add-ons exists yet.
fi: Kaikkien tuotteiden käytössä olevia optioita ei ole.

source: Add one?
fi: Lisää uusi?

source: Options total:
fi: Optioita yhteensä:

source: Grand total:
fi: Yhteensä:

source: characters remaining
fi: merkkiä jäljellä

source: Syötä ainoastaan kirjaimia
fi: Please enter letters only

source: Please enter digits only
fi: Syötä ainoastaan numeroita

source: Please enter letters or digits only
fi: Syötä ainoastaan kirjaimia tai numeroita

source: Please enter an email address
fi: Syötä sähköposti oikeassa muodossa

source: Select options
fi: Valitse optiot

source: "%s" is a required field.
fi: "%s" on vaadittu kenttä

source: The minimum allowed length for "%s - %s" is %s.
fi: Minimipituus "%s - %s" on %s.

source: The maximum allowed length for "%s - %s" is %s.
fi: Maksimipituus "%s - %s" on %s.

source: The minimum allowed amount for "%s - %s" is %s.
fi: Minimiarvo "%s - %s" on %s.

source: The maximum allowed amount for "%s - %s" is %s.
fi: Maksimiarvo "%s - %s" on %s.

source: Please enter a value greater than 0 for "%s - %s".
fi: Anna nollaa suurempi arvo for "%s - %s".

source: Only letters are allowed for "%s - %s".
fi: Vain kirjaimia hyväksytään "%s - %s".

source: Only digits are allowed for "%s - %s".
fi: Vain numeroita hyväksytään "%s - %s".

source: Only letters and digits are allowed for "%s - %s".
fi: Vain kirjaimia ja numeroita hyväksytään "%s - %s".

source: A valid email address is required for "%s - %s".
fi: Oikea sähköpostiosoite vaaditaan "%s - %s".

source: Required field
fi: Pakollinen kenttä

source: (max file size %s)
fi: (maksimi tiedoston koko %s)

source: This must be a number!
fi: Tämän täytyy olla numero!

source: None
fi: Ei mikään

source: Select an option...
fi: Valitse optio...
